/* Задать температуру в градусах по Цельсию. 
Вывести в alert соответствующую температуру в градусах по Фаренгейту. 
Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, 
где Tf – температура по Фаренгейту, Tc – температура по Цельсию
*/

t = 30;
tf = (9 / 5) * t +32;

console.log(tf);

/*
Объявить две переменные: admin и name. Записать в name строку "Василий";
Скопировать значение из name в admin. 
Вывести admin (должно вывести «Василий»).
*/

var admin ;
var name = 'Василий';

admin = name;

console.log(admin);

/*
Чему будет равно JS-выражение 1000 + "108"/ 

Результат будет 1000108 так как значения будут преобразованы к строке
*/

console.log(1000 + '108')

